Repository: vejlebib/ding_zerohit_form
Catalog: translations/*.po
Languages: da

source: No zero-hit form to show - go <a href="@url">configure Ding Zero-hit form</a>.
da: Ingen nul-hits formular at vise - gå til <a href="@url">indstilling af Ding Nul-hits formular</a>.

source: Ding zerohit form
da: Ding nul-hits formular

source: Returns a form for user submission in response to a zero-hit search result
da: Viser en formular til brugeren efter et søgeresultat har givet nul hits

source: Zero-hit form
da: Nul-hits formular

source: Settings for the zero-hit form
da: Indstillinger for nul-hits formular

source: Markup text
da: Markup tekst

source: You can try the national service <a href="http://bibliotek.dk">Bibliotek.dk</a>
da: Du kan prøve den landsdækkende <a href="http://bibliotek.dk">Bibliotek.dk</a>

source: or you can have the library staff help you:
da: eller du kan få bibliotekets personale til at hjælpe dig:

source: Description by user
da: Brugerens beskrivelse

source: Please describe here what you where searching for
da: Beskriv her, hvad du søgte

source: Name of user
da: Brugers navn

source: Users E-mail
da: Brugers e-mail

source: Your e-mail *
da: Din e-mail *

source: PIN / Card no.
da: CPR / kortnr.

source: Your PIN or card number
da: Dit CPR- eller kortnummer

source: Users phone no.
da: Brugers tlf.nr.

source: Your phone no.
da: Dit tlf.nr.

source: Markup Text 2
da: Markup tekst 2

source: Fields marked * are required.
da: Felter med * skal udfyldes.

source: Thank you for your question. We will respond to your question as soon as possible.
da: Tak for dit spørgsmål. Din henvendelse vil blive besvaret så hurtigt som muligt.

source: Submission from user after zero-hit search
da: Henvendelse fra bruger efter nul-hits søgning

source: Node @nodetitle added correctly
da: Node @nodetitle tilføjet korrekt

source: Node @nodetitle added incorrectly
da: Node @nodetitle blev IKKE tilføjet korrekt

source: Ding! Zero-hit form
da: Ding! Nul-hits formular

source: Show a form when a Ting search returns 0 (zero) hits
da: Visning af formular når en Ting søgning returnerer 0 (nul) hits

source: admin settings for zero-hit form
da: administrator indstillinger for nul-hits formular

source: Webform to use as zero-hit form
da: Webformular (webform) der anvendes til nul-hits formular
